<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <meta http-equiv="Cache-Control" content="no-transform">
    <meta http-equiv="Cache-Control" content="no-siteapp">
    <title>X.C博客|用户协议</title>
    <link rel="stylesheet" type="text/css" href="${resourcePath}/css/index.css">
	<style type="text/css">
		div{
			width:800px;
			margin:20px auto;
		}
	</style>
</head>
<body>
    <!-- 文章内容 -->
    <div>
        <h1>欢迎您来到X.C博客用户协议说明</h1>
        <p>请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不进入X.C博客。当您注册成功，无论是进入X.C博客，还是在知X.C博客上发布任何内容，或者是直接或通过各类方式（如站外API引用等）间接使用X.C博客网服务和数据的行为，都将被视作已无条件接受本声明所涉全部内容。</p>
        <p>若您对本声明的任何条款有异议，请停止使用X.C博客网所提供的全部服务。</p>
        <h2>使用规则</h2>
        <p>1、用户注册成功后，X.C博客将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</p>
        <p>2、用户须对在X.C博客的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐号导致其他用户误认； 任何机构或个人注册和使用的互联网用户账号名称，不得有下列情形：
            <br> （一）违反宪法或法律法规规定的；
            <br> （二）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
            <br> （三）损害国家荣誉和利益的，损害公共利益的；
            <br> （四）煽动民族仇恨、民族歧视，破坏民族团结的；
            <br> （五）破坏国家宗教政策，宣扬邪教和封建迷信的；
            <br> （六）散布谣言，扰乱社会秩序，破坏社会稳定的；
            <br> （七）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
            <br> （八）侮辱或者诽谤他人，侵害他人合法权益的；
            <br> （九）含有法律、行政法规禁止的其他内容的。
        </p>
        <h2>关于用户名的管理</h2>
        <p>请勿以党和国家领导人或其他名人的真实姓名、字、号、艺名、笔名、头衔等注册和使用昵 称（如确为本人，需要提交相关证据并通过审核方可允许使用）；</p>
        <p>请勿以国家组织机构或其他组织机构的名称等注册和使用昵称（如确为该机构，需要提交相关证据并通过审核方可允许使用）；</p>
        <p>请勿注册和使用与其他网友相同、相仿的名字或昵称；</p>
        <p>请勿注册和使用不文明、不健康的ID和昵称；</p>
        <p>请勿注册和使用易产生歧义、引起他人误解或带有各种奇形怪状符号的ID和昵称。</p>
        <p>用户以虚假信息骗取账号名称注册，或账号头像、简介等注册信息存在违法和不良信息的，X.C博客将暂停或注销。</p>
        <p>用户连续一年没有在X.C博客上更新动态，X.C博客有权收回该用户昵称。</p>
        <p>3、X.C博客是一个信息分享及传播的平台。用户通过X.C博客发表的信息为公开的信息，其他第三方均可以通过X.C博客获取用户发表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应该在X.C博客上进行发表。</p>
        <p>4、用户承诺不得以任何方式利用X.C博客直接或间接从事违反中国法律、以及社会公德的行为，X.C博客有权对违反上述承诺的内容予以删除。</p>
        <p>5、X.C博客用户不得利用X.C博客服务制作、上载、复制、发布、传播或者转载如下内容：</p>
        <p>· 反对宪法所确定的基本原则的；</p>
        <p>· 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
        <p>· 损害国家荣誉和利益的；</p>
        <p>· 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
        <p>· 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
        <p>· 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
        <p>· 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
        <p>· 侮辱或者诽谤他人，侵害他人合法权益的；</p>
        <p>· 含有法律、行政法规禁止的其他内容的信息。</p>
        <p>6、X.C博客有权对用户使用X.C博客的情况进行审查和监督，如用户在使用X.C博客时违反任何上述规定，X.C博客或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用X.C博客的权利）以减轻用户不当行为造成的影响。</p>
</body>

</html>